[
    {
        "id": "1",
        "title_en": "David and Goliath",
        "title_te": "దావీదు మరియు గొల్యాతు",
        "content_en": "Long ago, there was a shepherd boy named David. He was young and small, but he trusted God. The Philistine army had a giant soldier named Goliath who scared everyone. \"Send someone to fight me!\" Goliath shouted. No one was brave enough, except David. With only a sling and five smooth stones, David faced the giant. \"You come with a sword, but I come in the name of the Lord,\" said David. He slung a stone, and it hit Goliath right in the forehead! The giant fell, and the Israelites won the battle because David trusted in God.",
        "content_te": "పూర్వం దావీదు అనే గొర్రెల కాపరి ఉండేవాడు. అతను చిన్నవాడు, కానీ దేవునిపై గొప్ప నమ్మకం కలిగి ఉండేవాడు. ఫిలిష్తీయుల సైన్యంలో గొల్యాతు అనే రాక్షసుడు ఉండేవాడు. అతను అందరినీ భయపెట్టేవాడు. 'నాతో యుద్ధం చేయడానికి ఒకరిని పంపండి!' అని గొల్యాతు అరిచేవాడు. ఎవరూ ముందుకు రాలేదు, కానీ దావీదు మాత్రం భయపడలేదు. కేవలం ఒక వడిసెల మరియు ఐదు నున్నని రాళ్లతో దావీదు గొల్యాతును ఎదుర్కొన్నాడు. 'నీవు కత్తితో వస్తున్నావు, కానీ నేను దేవుని నామమున వస్తున్నాను' అని దావీదు చెప్పాడు. అతను ఒక రాయిని వడిసెలలో పెట్టి విసిరాడు. అది గొల్యాతు నుదిటి మధ్యలో తగిలింది! ఆ రాక్షసుడు కింద పడ్డాడు. దేవునిపై నమ్మకం ఉంచడం వల్ల దావీదు విజయం సాధించాడు."
    },
    {
        "id": "2",
        "title_en": "Noah's Ark",
        "title_te": "నోవహు ఓడ",
        "content_en": "When the world was full of wickedness, God decided to send a flood. But there was one good man named Noah. God told Noah to build a big boat called an Ark. Noah obeyed God. He built a huge boat and brought two of every kind of animal inside—male and female. Then, rain fell for 40 days and 40 nights. The whole world was covered with water, but Noah, his family, and the animals were safe inside the Ark. Finally, the rain stopped, and a rainbow appeared in the sky as God's promise never to flood the earth again.",
        "content_te": "లోకమంతా పాపంతో నిండినప్పుడు, దేవుడు జలప్రళయాన్ని పంపాలని నిర్ణయించాడు. అయితే నోవహు అనే ఒక నీతిమంతుడు ఉండేవాడు. దేవుడు నోవహుతో ఒక పెద్ద ఓడను నిర్మించమని చెప్పాడు. నోవహు దేవుని మాటకు లోబడ్డాడు. అతను ఒక పెద్ద ఓడను కట్టాడు మరియు ప్రతి జంతువులో రెండింటిని (ఆడ మరియు మగ) ఓడలోకి తీసుకువెళ్లాడు. అప్పుడు 40 పగళ్ళు మరియు 40 రాత్రులు వర్షం కురిసింది. ప్రపంచమంతా నీటితో నిండిపోయింది, కానీ నోవహు, అతని కుటుంబం మరియు జంతువులు ఓడలో సురక్షితంగా ఉన్నాయి. చివరికి వర్షం ఆగింది. దేవుడు మళ్లీ జలప్రళయం తీసుకురానని వాగ్దానం చేస్తూ ఆకాశంలో ఇంద్రధనస్సును ఉంచాడు."
    },
    {
        "id": "3",
        "title_en": "Daniel in the Lion's Den",
        "title_te": "సింహాల బోనులో దానియేలు",
        "content_en": "Daniel loved God and prayed three times a day. Some jealous men tricked the king into making a law that no one could pray to anyone but the king. Daniel continued to pray to God. The men told the king, and Daniel was thrown into a den of hungry lions! The king was sad but couldn't change the law. The next morning, the king rushed to the den. Daniel was alive! God had sent an angel to shut the lions' mouths. The king was overjoyed and commanded everyone to honor Daniel's God.",
        "content_te": "దానియేలు దేవుణ్ణి ప్రేమించి రోజుకు మూడుసార్లు ప్రార్థించేవాడు. కొందరు అసూయపరులు రాజును మోసం చేసి, రాజుకు తప్ప మరెవరికీ ప్రార్థించకూడదని ఒక చట్టం చేయించారు. అయినా దానియేలు దేవునికి ప్రార్థించడం మానలేదు. ఆ మనుష్యులు రాజుకు చెప్పగా, దానియేలును ఆకలితో ఉన్న సింహాల గుహలో పడేశారు! రాజు బాధపడ్డాడు కానీ చట్టం మార్చలేకపోయాడు. మరుసటి ఉదయం, రాజు గుహ దగ్గరికి పరిగెత్తాడు. దానియేలు బ్రతికే ఉన్నాడు! సింహాల నోళ్లను మూయించడానికి దేవుడు ఒక దేవదూతను పంపాడు. రాజు ఎంతో సంతోషించి, అందరూ దానియేలు దేవుని గౌరవించాలని ఆజ్ఞాపించాడు."
    },
    {
        "id": "4",
        "title_en": "Jonah and the Whale",
        "title_te": "యోనా మరియు తిమింగలం",
        "content_en": "God told Jonah to go to Nineveh and tell the people to stop being bad. But Jonah was scared and ran away on a ship. A big storm came, and the sailors threw Jonah into the sea to stop it. A giant fish swallowed Jonah! He was inside the fish for three days and three nights. Jonah prayed and said sorry to God. Then, the fish spit him out onto dry land. Jonah went to Nineveh and obeyed God.",
        "content_te": "దేవుడు యోనాతో నీనెవెకు వెళ్లి అక్కడి ప్రజలను చెడు పనులు మానుకోమని చెప్పమన్నాడు. కానీ యోనా భయపడి ఓడలో పారిపోయాడు. పెద్ద తుఫాను వచ్చింది, దానిని ఆపడానికి నావికులు యోనాను సముద్రంలో పడేశారు. ఒక పెద్ద చేప యోనాను మింగేసింది! అతను మూడు పగళ్ళు మరియు మూడు రాత్రులు చేప కడుపులో ఉన్నాడు. యోనా ప్రార్థించి దేవునికి క్షమాపణ చెప్పాడు. అప్పుడు, ఆ చేప అతన్ని నేల మీద కక్కివేసింది. యోనా నీనెవెకు వెళ్లి దేవుని మాటకు లోబడ్డాడు."
    },
    {
        "id": "5",
        "title_en": "The Creation Story",
        "title_te": "సృష్టి ఆరంభం",
        "content_en": "In the beginning, God created the heavens and the earth. He said, 'Let there be light,' and there was light. Over six days, God created the sky, land, sea, plants, sun, moon, stars, birds, fish, and animals. Finally, He created man and woman in His own image. On the seventh day, God rested and saw that everything He made was very good.",
        "content_te": "ఆదియందు దేవుడు భూమ్యాకాశములను సృజించెను. ఆయన 'వెలుగు కలుగును గాక' అని పలుకగా వెలుగు కలిగెను. ఆరు రోజులలో, దేవుడు ఆకాశం, భూమి, సముద్రం, మొక్కలు, సూర్యుడు, చంద్రుడు, నక్షత్రాలు, పక్షులు, చేపలు మరియు జంతువులను సృష్టించాడు. చివరగా, ఆయన తన స్వరూపంలో స్త్రీని, పురుషుడిని సృష్టించాడు. ఏడవ రోజున, దేవుడు విశ్రాంతి తీసుకున్నాడు మరియు తాను చేసినదంతా చాలా బాగుందని చూశాడు."
    },
    {
        "id": "6",
        "title_en": "Moses and the Red Sea",
        "title_te": "మోషే మరియు ఎర్ర సముద్రం",
        "content_en": "God chose Moses to lead the Israelites out of slavery in Egypt. When they reached the Red Sea, Pharaoh's army chased them. The people were scared, but Moses told them to trust God. God told Moses to lift his staff, and the sea parted! The Israelites walked on dry ground. When the Egyptians tried to follow, the water crashed back down, and God's people were saved.",
        "content_te": "ఐగుప్తు బానిసత్వం నుండి ఇశ్రాయేలీయులను నడిపించడానికి దేవుడు మోషేను ఎన్నుకున్నాడు. వారు ఎర్ర సముద్రం దగ్గరకు వచ్చినప్పుడు, ఫరో సైన్యం వారిని వెంబడించింది. ప్రజలు భయపడ్డారు, కానీ దేవుని నమ్మమని మోషే వారికి చెప్పాడు. దేవుడు మోషేతో తన కర్రను ఎత్తమని చెప్పగా, సముద్రం రెండుగా చీలిపోయింది! ఇశ్రాయేలీయులు ఆరిన నేల మీద నడిచారు. ఐగుప్తీయులు వారిని వెంబడించడానికి ప్రయత్నించినప్పుడు, నీళ్లు తిరిగి వారిపై పడ్డాయి, దేవుని ప్రజలు రక్షించబడ్డారు."
    }
]